import React from 'react'

export default function About() {
  return (
    <div className='about'>
      <div className='wrapper'>
          <t2 className="speciality">Фронтенд-разработчик</t2>
          <img src='lap.jpg' className='about_img' />
          <p className='speciality_desc'>Я — фронтенд-разработчик с более чем 5-летним опытом работы в создании адаптивных и интерактивных веб-приложений. Моя страсть к веб-технологиям началась с изучения HTML и CSS, и с тех пор я освоил JavaScript, React и Vue.js. 
В своей работе я стремлюсь к созданию интуитивно понятных интерфейсов, которые обеспечивают отличный пользовательский опыт. Я также активно использую инструменты для управления версиями, такие как Git, и знаком с методологиями Agile и Scrum.
Я постоянно развиваю свои навыки, изучая новые технологии и подходы в разработке. В свободное время я участвую в open-source проектах и делюсь своими знаниями через блоги и вебинары.</p>
      </div>
    </div>
  )
}
